Repository: Alexwilmac/enigma2-plugins
Catalog: ftpbrowser/po/*.po
Languages: cs

source: A basic FTP client
cs: Základní FTP klient

source: A file with this name (%s) already exists locally. Do you want to overwrite it?
cs: Soubor s názvem (%s) již lokálně existuje. Chcete ho přepsat?

source: A file with this name (%s) already exists on the remote host. Do you want to overwrite it?
cs: Soubor s názvem (%s) již vzdáleně existuje. Chcete ho přepsat?

source: A transfer is currently in progress. What do you want to do?
cs: Právě probíhá přenos. Co chcete udělat?

source: Abort transfer
cs: Přerušit přenos

source: Add
cs: Přidat

source: Address:
cs: Adresa:

source: Are you sure you want to delete %s?
cs: Opravdu chcete %s smazat?

source: Cancel
cs: Zrušit

source: Configuration saved.
cs: Konfigurace uložena

source: Connect to FTP...
cs: Připojení k FTP...

source: Could not connect to ftp server!
cs: S FTP serverem se nelze spojit!

source: Could not obtain list of files.
cs: Nelze smazat %s.

source: Could not rename %s.
cs: Nelze přejmenovat %s.

source: Delete
cs: Smazat

source: Download
cs: Stáhnout

source: Download finished.
cs: Stažení dokončeno.

source: Edit
cs: Upravit

source: Enter URI
cs: Vložte URL

source: Enter URI of FTP Server:
cs: Vložte URL FTP serveru:

source: Enter new filename:
cs: Vložte nový název:

source: Error
cs: Chyba

source: Error during download.
cs: Chyba během stahování

source: Exit
cs: Konec

source: FTP Queue Manager
cs: Správce fronty FTP

source: FTP Server Editor
cs: Editor FTP serveru

source: FTP Server Manager
cs: Správce FTP serveru

source: Local
cs: Místní

source: Name:
cs: Název:

source: Parent Directory
cs: Roď. složka

source: Password:
cs: Heslo:

source: Queue Manager
cs: Správce fronty

source: Queue processed.
cs: Fronta dokončena.

source: Really delete this entry? It cannot be recovered!
cs: A nelze to vrátit!

source: Remote
cs: Vzdálené

source: Remote (not connected)
cs: Vzdálené (nepřipojeno)

source: Removed %s.
cs: Odebráno %s.

source: Removing directories is not supported.
cs: Odstranění adresářů není podporováno.

source: Rename
cs: Přejmenovat

source: Renamed %s to %s.
cs: Přejmenováno %s na %s.

source: Run in Background
cs: Spustit na pozadí

source: Save
cs: Uložit

source: Select local file list
cs: Vyberte seznam lokálních

source: Select remote file list
cs: Vyberte seznam vzdálených

source: Server Manager
cs: Správce serveru

source: There already is an active connection. Do you want to abort it?
cs: Nějaké spojení je již aktivní. Chcete ho přerušit?

source: There already is an active transfer.
cs: Nějaký přenos je již aktivní.

source: Upload
cs: Odeslat

source: Upload finished.
cs: Odeslání dokončeno.

source: Username:
cs: Uživatel:

source: Which server do you want to connect to?
cs: Který server chcete připojit?

source: close
cs: zavřít

source: enter directory/get file/put file
cs: vložit adresář/načíst soubor/vložit soubor

source: open menu
cs: otevřít menu

source: Pasive:
cs: Pasivní:

source: Name
cs: Název
