Repository: Alexwilmac/enigma2-plugins
Catalog: shoutcast/po/*.po
Languages: fa

source: SHOUTcast
fa: تلویزیون

source: Listen to SHOUTcast Internet Radio
fa: گوش دادن به رادیوی اینترنتی در تلوزیون

source: All
fa: همه

source: Off
fa: خاموش

source: every minute
fa: هر دقیقه

source: every three minutes
fa: هر 3 دقیقه

source: every five minutes
fa: هر 5 دقیقه

source: Ver.
fa: ورژن.

source: Record
fa: ضبط کردن

source: Genres
fa: نوع موسیقی

source: Stations
fa: ایستگاه رادیویی

source: Favorites
fa: علاقه مندی ها

source: Getting SHOUTcast genre list...
fa: گرفتن لیست موسیقی

source: Stop record
fa: توقف ضبط کردن

source: Recording stream station
fa: ضبط کردن موسیقی

source: Do you really want to stop the recording?
fa: آیا واقعا می خواهید ضبط کردن را متوقف کنید

source: Recording length
fa: طول فایل ضبط شده

source: SHOUTcast genre list
fa: لیست موسیقی های تلوزیونی

source: Favorite list
fa: لیست علاقه مندی ها

source: No streaming data found...
fa: هیچ موسیقی در حال پخشی یافت نشد

source: genre %s
fa: ژانر %s

source: Config
fa: پیکربندی

source: Search
fa: جستجو

source: rename current selected favorite
fa: تغییر نام لیست مورد علاقه انتخاب شده فعلی

source: remove current selected favorite
fa: حذف لیست مورد علاقه انتخاب شده فعلی

source: Add current selected genre to favorite
fa: افزودن یک موسیقی به لیست مورد علاقه انتخاب شده فعلی

source: Add current selected station to favorite
fa: افزودن یک ایستگاه به لیست مورد علاقه انتخاب شده فعلی

source: Add current playing stream to favorite
fa: افزودن یک موسیقی در حال پخش به لیست مورد علاقه انتخاب شده فعلی

source: Hide
fa: مخفی سازی

source: Enter new name for favorite item
fa: انتخاب یک نام جدید برای لیست علاقه مندی ها

source: Enter text to search for
fa: افزودن یک کلمه در قسمت جستجو

source: Title: %s
fa: عنوان : %s

source: Setup
fa: راه اندازی

source: Cancel
fa: لغو کردن

source: OK
fa: اوکی

source: Show in (needs GUI restart):
fa: نمایش ( نیاز به یک ریستارت )

source: Name (needs GUI restart):
fa: نام ( نیاز به یک ریستارت )

source: Description:
fa: توضیحات

source: Show in extension menu:
fa: نمایش در قسمت افزونه های منو

source: Streaming rate:
fa: بیت ریت موسیقی در حال پخش

source: Reload station list:
fa: بارگذاری مجدد لیست ایستگاه

source: Create a directory for each stream
fa: ایجاد یک دایرکتوری برای هر موسیقی در حال پخش

source: Add sequence number to output file
fa: اضافه کردن به ترتیب شماره برای فایل خروجی

source: Recording location:
fa: ضبط مکان

source: Invalid Location
fa: مکان ناشناس
