Repository: Alexwilmac/enigma2-plugins
Catalog: dvdbackup/po/*.po
Languages: nl

source: Abort
nl: Breek af

source: Backup of DVD finished.
nl: Backup van DVD gereed

source: Backup your Video-DVD to your harddisk
nl: Maak een backup van uw Video-DVD naar uw harde schijf

source: Could not find any file to backup!
nl: Kon geen bestanden vinden om te backuppen!

source: Could not install needed dvdbackup package!
nl: Kon het benodigde dvdbackup pakket niet installeren!

source: Could not read the DVD informations!
nl: Kon de DVD informatie niet lezen!

source: Create iso:
nl: CreÃ«er ISO:

source: Device:
nl: Medium:

source: Directory:
nl: Map:

source: Duration:
nl: Duur:

source: Eject DVD?
nl: DVD uitwerpen?

source: Error while backup of DVD!
nl: Fout tijdens backup van DVD!

source: Installing...
nl: Bezig met installeren.....

source: Keyboard
nl: Toetsenbord

source: Location
nl: Lokatie

source: Name of DVD
nl: Naam van DVD

source: Name:
nl: Naam:

source: Progress
nl: Voortgang

source: mkisofs job done. Delete DVD directory?
nl: mkisofs taak uitgevoerd. Verwijder DVD map?
