Repository: Alexwilmac/enigma2-plugins
Catalog: lastfm/po/*.po
Languages: nl

source: %s name
nl: %s naam

source: Artist
nl: Artiest

source: Ban Track, never play
nl: Ban Track, nooit afspelen

source: Banned Tracks loaded
nl: Banned Tracks geladen

source: Cancel
nl: Annuleer

source: Description
nl: Beschrijving

source: Extensions menu
nl: Extensie menu

source: Friends
nl: Vrienden

source: Friends loaded
nl: Vrienden geladen

source: Global Tags
nl: Globale Tags

source: Global Tags loaded
nl: Globale Tags geladen

source: Group of
nl: Groep van

source: Interval for Coverart Animation
nl: Interval voor Coverart Animatie

source: Interval to refresh Metadata (seconds)
nl: Interval om Metadata te verversen (secondes)

source: Last.FM Username
nl: Last.FM gebruikersnaam

source: Listen to Last.FM Internet Radio
nl: Luister naarLast.FM Internet Radio

source: Loading Friends
nl: Vrienden worden geladen

source: Loading Global Tags
nl: Global Tags worden geladen

source: Loading Loved Tracks
nl: Geliefde Tracks worden geladen

source: Loading Neighbours
nl: Buren worden geladen

source: Loading Recent Tracks
nl: Recente Tracks worden geladen

source: Loading Top Tacks
nl: Top Tacks worden geladen

source: Love
nl: Geliefd

source: Loved Tracks
nl: Geliefde Tracks

source: Loved Tracks loaded
nl: geliefde Tracks geladen

source: Mark Track as loved
nl: Markeer Track als geliefd

source: Name (needs GUI restart)
nl: Naam (herstart GUI noodzakelijk)

source: Neighbours
nl: Buren

source: Neighbours Tracks
nl: Buren Tracks

source: Neighbours loaded
nl: Buren geladen loaded

source: Next Selection
nl: Volgende selectie

source: Page backward Selections
nl: Pagina terug selecteren

source: Page forward Selections
nl: Pagina vooruit selecteren

source: Password
nl: Wachtwoord

source: Personal Recommendations
nl: Persoonlijke aanbevelingen

source: Personal Stations
nl: Persoonlijke Stations

source: Play
nl: Speel

source: Play Artist Radio...
nl: Speel Artist Radio...

source: Play Group Radio...
nl: Speel Group Radio...

source: Play Tag Radio...
nl: Speel Tag Radio...

source: Previous Selection
nl: Vorige selectie

source: Quit
nl: Verlaat

source: Recent Tracks
nl: Recente Tracks

source: Recent Tracks loaded
nl: Recente Tracks geladen

source: Recommendation level
nl: Aanbevolen niveau

source: Select next Tab
nl: Selecteer volgende Tab

source: Select prev Tab
nl: Selecteer vorige Tab

source: Send now playing Audio Tracks
nl: Stuur now playing Audio Tracks

source: Server returned
nl: Server antwoorde

source: Setup
nl: Instellingen

source: Show Coverart
nl: Toon Coverart

source: Show Coverart Animation in Screensaver
nl: Toon Coverart Animatie in Screensaver

source: Show Coverart in Screensaver
nl: Toon Coverart in Screensaver

source: Show in (needs GUI restart)
nl: Toon in (GUI herstart noodzakelijk)

source: Skip
nl: Sla over

source: Skip current Track
nl: Sla huidige track over

source: Speed for Coverart Animation
nl: Snelheid voor Coverart Animatie

source: Station changed
nl: Station veranderd

source: Stream stopped
nl: Stream gestopt

source: Switch to selected Station
nl: Schakel naar geselecteerd Station

source: Timeout Statustext (seconds)
nl: Timeout Statustekst (secondes)

source: Timeout to select a Tab (seconds)
nl: Timeout voor selecterenTabs (secondes)

source: Top Tracks loaded
nl: Top Tracks geladen

source: Track banned
nl: Track geband

source: Track loved
nl: Track geliefd

source: Track skipped
nl: Track overgeslagen

source: Tracks liked by Fans of
nl: Tracks geliefd door Fans van

source: Tracks similar to
nl: Tracks lijkend op

source: Use LastFM Proxy
nl: Gebruik LastFM Proxy

source: Use Screensaver
nl: Gebruik Screensaver

source: Wait before Screensaver (seconds)
nl: Activeer Screensaver na (secondes)

source: logging into last.FM
nl: inloggen bij last.FM

source: login failed!
nl: login mislukt!

source: login successful
nl: login geslaagd

source: playing:
nl: speelt:

source: please enter an %s name to listen to
nl: geef een %s naam om naar te luisteren
